Repository: wp-plugins/wonderm00ns-simple-facebook-open-graph-tags
Catalog: lang/wd-fb-og-*.po
Languages: pt_pt

source: Please set some default values and which tags should, or should not, be included. It may be necessary to exclude some tags if other plugins are already including them.
pt_pt: Por favor defina alguns valores padrão e que tags devem, ou não, ser incluídas. Pode ser necessário excluir algumas tags se outros plugins já as estão a incluir.

source: Include Facebook Platform App ID (fb:app_id) tag
pt_pt: Incluir tag "Facebook Platform App ID" (fb:app_id)

source: Include Facebook Admin(s) ID (fb:admins) tag
pt_pt: Incluir tag com ID dos admin de Facebook (fb:admins)

source: Facebook Admin(s) ID
pt_pt: ID do(s) Admin(s) no Facebook

source: Comma separated if more than one
pt_pt: Separados por vírgulas se mais do que um

source: Include locale (fb:locale) tag
pt_pt: Incluir tag "Locale" (fb:locale)

source: WordPress current locale/language
pt_pt: O "locale"/idíoma actual do WordPress

source: List loaded from Facebook (online)
pt_pt: Lista carregada do Facebook (online)

source: List loaded from local cache (offline)
pt_pt: Lista carregada da cache local (offline)

source: You\'l lose any changes you haven\'t saved. Are you sure?
pt_pt: Vai perder quaisquer modificações que não tenha gravado. Tem a certeza?

source: Reload from Facebook
pt_pt: (Re)carregar a partir do Facebook

source: List not loaded
pt_pt: Lista não carregada

source: Include Site Name (og:site_name) tag
pt_pt: Incluir tag Nome do site (og:site_name)

source: Include Post/Page title (og:title) tag
pt_pt: Incluir tag Título do artigo/página (og:title)

source: Include Schema.org "itemprop" Name tag
pt_pt: Incluir a tag "itemprop Name" do Schema.org

source: Recommended for Google+ sharing purposes if no other plugin is setting it already
pt_pt: Recomendado para efeitos de partilha no Google+, se outro plugin ainda não a está a definir

source: Include Twitter Card Title tag
pt_pt: Incluir tag Título do "Twitter Card"

source: Recommended for Twitter sharing purposes if no other plugin is setting it already
pt_pt: Recomendado para efeitos de partilha no Twitter, se outro plugin ainda não a está a definir

source: Include URL (og:url) tag
pt_pt: Incluir tag URL (og:url)

source: Include Twitter Card URL tag
pt_pt: Incluir tag URL do "Twitter Card"

source: Add trailing slash at the end
pt_pt: Adicionar barra invertida no final

source: On the homepage will be
pt_pt: Na página inicial será

source: Set Canonical URL
pt_pt: Incluir a tag URL Canónico

source: Include Type (og:type) tag
pt_pt: Incluir tag Tipo (og:type)

source: Will be "%1$s" for posts and pages and "%2$s" or "%3$s"; for the homepage
pt_pt: Será "%1$s" para artigos e páginas, e "%2$s" ou "%3$s"; para a página inicial

source: Homepage type
pt_pt: Tipo para a página inicial

source: Use
pt_pt: Utilizar

source: Include published and modified dates (article:published_time, article:modified_time and og:updated_time) tags
pt_pt: Incluir tags com datas de publicação e modificação (article:published_time, article:modified_time e og:updated_time)

source: Works for posts only
pt_pt: Funciona apenas para "artigos" (posts)

source: Include article section (article:section) tags
pt_pt: Incluir tags Secção do artigo (article:section)

source: from the categories
pt_pt: a partir das categorias

source: Include Publisher Page (article:publisher) tag
pt_pt: Incluir tag "Publisher" (article:publisher)

source: Links the website to the publisher Facebook Page.
pt_pt: Associa o website à Página Facebook do mesmo

source: Website's Facebook Page
pt_pt: Página de Facebook do Website

source: Full URL with http://
pt_pt: URL completo com http://

source: Include Google+ "publisher" tag
pt_pt: Incluir tag "Google+ publisher"

source: Links the website to the publisher Google+ Page.
pt_pt: Associa o website à Página Google+ do mesmo

source: Website's Google+ Page
pt_pt: Página Google+ do Website

source: Include Twitter Card Website Username tag
pt_pt: Incluir tag Username Twitter do Website do "Twitter Card"

source: Links the website to the publisher Twitter Username.
pt_pt: Associa o website ao Username Twitter do mesmo

source: Website's Twitter Username
pt_pt: Utilizador Twitter do Website

source: Twitter username (without @)
pt_pt: Utilizador do Twitter (sem @)

source: Include Author Profile (article:author) tag
pt_pt: Incluir tag "Autor do artigo" (article:author)

source: Links the article to the author Facebook Profile. The user's Facebook profile URL must be filled in.
pt_pt: Associa o artigo ao perfil Facebook do autor do mesmo. O URL de Perfil Facebook do utilizador tem de estar preenchido.

source: Include Meta Author tag
pt_pt: Incluir a tag "Meta Author"

source: Sets the article author name
pt_pt: Define o nome do autor do artigo

source: Include Google+ link rel "author" tag
pt_pt: Incluir tag "Google+ link rel author"

source: Links the article to the author Google+ Profile (authorship). The user's Google+ profile URL must be filled in.
pt_pt: Associa o artigo ao perfil Google+ do autor do mesmo. O URL de Perfil Google+ do utilizador tem de estar preenchido.

source: Include Twitter Card Creator tag
pt_pt: Incluir tag Autor do "Twitter Card"

source: Links the article to the author Twitter profile. The user's Twitter user must be filled in.
pt_pt: Associa o artigo ao perfil Twitter do autor do mesmo. O Utilizador Twitter tem de estar preenchido.

source: Include Description (og:description) tag
pt_pt: Incluir tag Descrição (og:description)

source: Include Meta Description tag
pt_pt: Incluir a tag "Meta Description"

source: Recommended for SEO purposes if no other plugin is setting it already
pt_pt: Recomendado para efeitos de Optimização para Motores de Busca, se outro plugin ainda não a está a definir

source: Include Schema.org "itemprop" Description tag
pt_pt: Incluir a tag "itemprop Description" do Schema.org

source: Include Twitter Card Description tag
pt_pt: Incluir tag Descrição do "Twitter Card"

source: Description maximum length
pt_pt: Comprimento máximo da descrição

source: 0 or blank for no maximum length
pt_pt: 0 ou em branco para não definir máximo

source: Homepage description
pt_pt: Descrição da página inicial

source: The description of your front page:
pt_pt: A descrição da sua página inicial:

source: Website tagline
pt_pt: Descrição do site

source: Custom text
pt_pt: Texto personalizado

source: Include Image (og:image) tag
pt_pt: Incluir tag Imagem (og:image)

source: All images MUST have at least 200px on both dimensions in order to Facebook to load them at all.<br/>1200x630px for optimal results.<br/>Minimum of 600x315px is recommended.
pt_pt: Todas as imagens TÊM de ter pelo menos 200px em ambas as dimensões para que o Facebook as carregue.<br/>1200x630px para resultados optimizados.<br/>Um mínimo de 600x315px é recomendado.

source: Include Schema.org "itemprop" Image tag
pt_pt: Incluir a tag "itemprop Image" do Schema.org

source: Include Twitter Card Image tag
pt_pt: Incluir tag Imagem do "Twitter Card"

source: Default image
pt_pt: Imagem por omissão

source: Recommended size: 1200x630px
pt_pt: Tamanho recomendado: 1200x630px

source: Add image to RSS/RSS2 feeds
pt_pt: Incluir a imagem aos feeds RSS/RSS2

source: For auto-posting apps like RSS Graffiti, twitterfeed, ...
pt_pt: Para aplicação de posts automáticos como o RSS Graffitti, twitterfeed, etc...

source: On posts/pages
pt_pt: Nos artigos/páginas

source: Image will be fetched from the specific "Open Graph Image" custom field on the post
pt_pt: A imagem utilizada será a definida no campo específico "Open Graph Image" no artigo

source: If it's not set, image will be fetched from post/page featured/thumbnail picture
pt_pt: Se não definida, a imagem utilizada será a imagem de destaque do artigo/página

source: If it doesn't exist, use the first image from the post/page content
pt_pt: Se não existir, será utilizada a primeira imagem no conteúdo do artigo/página

source: If it doesn't exist, use first image from the post/page media gallery
pt_pt: Se não existir, será usada a primeira imagem na galeria multimédia do artigo/página

source: If it doesn't exist, use the default image above
pt_pt: Se não existir, utilizar a imagem por omissão em cima

source: 3rd Party Integration
pt_pt: Integração com outros plugins

source: It's HIGHLY recommended to go to <a href="admin.php?page=wpseo_social" target="_blank">SEO &gt; Social</a> and disable "Add Open Graph meta data", "Add Twitter card meta data" and "Add Google+ specific post meta data"
pt_pt: É ALTAMENTE recomendado ir a <a href="admin.php?page=wpseo_social">SEO &gt; Social</a> e desactivar "Adiciona meta dados Open Graph ", "Acrescentar metadados Twitter card" e "Add Google+ specific post meta data"

source: even if you don't enable integration bellow. You will get duplicate tags if you don't do this.
pt_pt: mesmo que não active a integração em baixo. Obterá tags duplicadas se não o fizer.

source: Use title, url (canonical) and description from WPSEO
pt_pt: Utilizar título, url (canónico) e descrição do WPSEO

source: Add SubHeading to Post/Page title
pt_pt: Adicionar "SubHeading" ao título do artigo/página

source: Use BDP listing contents as OG tags
pt_pt: Utilizar o conteúdo dos anúncios BDP como tags OG

source: Setting "Include URL", "Set Canonical URL", "Include Description" and "Include Image" options above is HIGHLY recommended
pt_pt: Activar as opções "Incluir tag URL (og:url)", "Incluir a tag URL Canónico", "Incluir tag Descrição (og:description)" e "Incluir tag Imagem (og:image)" é ALTAMENTE recomendado

source: You don't have any compatible 3rd Party plugin installed/active.
pt_pt: Não tem nenhum plugin compatível instalado/activo.

source: This plugin is currently compatible with:
pt_pt: Este plugin é actualmente compatível com:

source: Advanced settings
pt_pt: Definições avançadas

source: Don't mess with this unless you know what you're doing
pt_pt: Não mexer nestas configurações se não souber o que está a fazer

source: Force getimagesize on local file even if allow_url_fopen=1
pt_pt: Forçar o "getimagesize" no ficheiro local mesmo que allow_url_fopen=1

source: May cause problems with some multisite configurations but fix "HTTP request failed" errors
pt_pt: Pode causar problemas com algumas configurações "multisite" mas corrige erros "HTTP request failed"

source: Test your URLs at Facebook URL Linter / Debugger
pt_pt: Teste os seus URLs no "Facebook URL Linter / Debugger"

source: Test (and request approval for) your URLs at Twitter Card validator
pt_pt: Teste (e solicite aprovação dos) URLs no "Twitter Card validator"

source: About the Open Graph Protocol (on Facebook)
pt_pt: Sobre o Protocolo Open Graph (no Facebook)

source: The Open Graph Protocol (official website)
pt_pt: O Protocolo Open Graph (website oficial)

source: About Twitter Cards
pt_pt: Sobre os "Twitter Cards"

source: Plugin official URL
pt_pt: URL oficial do plugin

source: Author's website: Webdados
pt_pt: Website do autor: Webdados

source: Author's Facebook page: Webdados
pt_pt: Página Facebook do autor: Webdados

source: Author's Twitter account: @Wonderm00n<br/>(Webdados founder)
pt_pt: Conta Twitter do autor: @Wonderm00n<br/>(fundador da Webdados)

source: Rate this plugin
pt_pt: Avalie este plugin

source: If you like this plugin,
pt_pt: Se gosta deste plugin,

source: please give it a high Rating
pt_pt: dê-lhe uma nota elevada

source: Useful links
pt_pt: Links úteis

source: Donate
pt_pt: Doar

source: If you find this plugin useful and want to make a contribution towards future development please consider making a small, or big ;-), donation.
pt_pt: Se pensa que este plugin é útil e quer fazer uma contribuição para o desenvolvimento no futuro, considere fazer uma pequena, ou grande ;-), doação.

source: Use this image:
pt_pt: Utilizar esta imagem:

source: Upload/Choose Open Graph Image
pt_pt: Carregar/Escolher Imagem Open Graph

source: Clear field
pt_pt: Limpar campo

source: Use as Image Open Graph Tag
pt_pt: Utilizar como Imagem Open Graph

source: Facebook profile URL
pt_pt: URL de Perfil Facebook

source: Please ignore the (dumb) Yoast WordPress SEO warning regarding open graph issues with this plugin. Just disable WPSEO Social settings at
pt_pt: Por favor ignore o (parvo) aviso do plugin Yoast WordPress SEO sobre problemas "open graph" com este plugin. Simplesmente inactive as definições Social do WPSEO em

source: Inserts Facebook Open Graph, Google+ / Schema.org and Twitter Card Tags into your WordPress Blog/Website for more effective and efficient Facebook, Google+ and Twitter sharing results. You can also choose to insert the "enclosure" and "media:content" tags to the RSS feeds, so that apps like RSS Graffiti and twitterfeed post the image to Facebook correctly.
pt_pt: Insere tags Facebook Open Graph, Google+ / Schema.org e Twitter Card ao seu Blog/Site em WordPress para uma mais efectiva e eficiente partilha no Facebook, Google+ e Twitter. Pode também optar por inserir as tags "enclosure" e "media:content" nos feeds RSS, para que aplicações como o RSS Graffiti and twitterfeed façam partilha para o Facebook correctamente.
